99889
51889
3688
193
V5883
4233
7830
41412
2521
3009
E8844
4439
41021
81344
3558
44322
4568
86804
1974
45351
80706
7731
35981
86504
E8783
E9420
55092
591
58381
5959
V3401
6262
42610
E9682
449
1963
80100
9663
V5866
41061
30301
48242
96500
5192
E8160
34290
8220
78829
V8541
5552
1913
78061
43320
25012
85182
769
29411
V4364
1538
5724
7948
7861
4590
71945
80106
V667
501
71965
8470
80507
E9331
42769
2512
1510
E8700
99594
6000
25062
71596
7100
4139
V442
82022
48240
45382
490
24900
43401
7483
V4572
45989
99664
3313
8244
5569
04111
6821
28850
5968
E9363
5780
40300
99881
41511
4275
28249
34400
42613
0785
E8121
36846
99681
6828
7919
53530
1536
53642
5920
56989
78057
75679
5934
3510
E8785
V1002
E8704
2740
5119
43882
57511
3004
1560
78907
E9309
5178
48283
4295
57420
27401
78906
V554
57471
85181
73007
V1552
V1301
4659
4380
E8261
7910
7921
3384
4259
7756
4110
86601
34291
V4511
73319
7994
42843
71947
29530
2883
9349
V5861
3501
V1202
5845
27542
53085
5225
E9353
E8796
V1271
V293
80701
78603
56985
2449
2572
78099
25003
5307
73027
4281
E8493
44421
99592
4871
E912
61172
78550
71690
7812
78559
70705
48282
99682
2874
53782
37851
86229
V103
87343
44281
V1254
37430
27788
59010
53649
9160
43311
74783
80021
5778
45620
07051
5789
25201
99663
E8888
70712
2689
2750
V08
42832
9961
37272
2768
99672
41001
86500
99665
E9479
V1046
9964
7876
81601
4387
34591
99702
78721
E9289
E9393
99813
V642
E9179
2112
41519
85306
V0254
77082
42731
2511
0539
80505
78052
1971
E8784
7962
34590
78606
34541
40310
5935
29620
80609
81100
5779
5609
04104
74602
V290
7473
30502
1629
7786
5521
V552
86509
V8801
3315
76405
2948
4240
45340
3970
5571
1991
07032
2763
1125
3331
35800
44629
49391
05479
V641
40391
07054
V850
3363
0549
53170
78009
9588
3480
3017
04112
5551
72889
56789
5848
8602
80620
2662
34690
3572
72400
V4282
61610
71535
42761
4260
3940
34982
5374
E8859
7104
34889
8750
V553
V6441
7102
5852
E8809
5961
9630
V4589
44329
99749
56723
2713
4401
30000
99686
56983
76515
76407
03810
4238
412
E9600
37200
9708
4779
E8122
5678
1625
45189
1518
E9348
5650
V1201
E8842
605
E9390
78605
3079
30393
7823
43490
1122
7533
25052
1622
2769
4162
7660
27739
E8502
V180
7135
45386
99590
53541
99662
5718
9993
04100
E8881
4417
1570
5880
03844
55329
56722
43331
19882
86403
72252
80843
V854
49120
3241
V3101
42490
03843
220
37854
7881
3439
72885
E8786
70703
81209
78729
59654
E9800
45981
V4283
4373
20300
2873
86501
V0382
81221
41512
3518
99931
78459
7907
76383
78839
3181
6191
E9299
28984
55010
6989
85300
42732
570
53190
71101
77081
07071
V1582
81200
2848
1981
00845
2440
3071
20210
28989
34202
76524
53082
2452
99832
87349
9975
5771
85201
5989
7866
39891
30570
2384
85226
30521
25020
8028
04186
7856
29041
2764
E8498
4372
42091
33819
29420
2113
7767
58089
1911
30300
41051
725
71946
30470
86602
27952
E9361
2738
42611
1972
59969
E9424
E9323
74190
4251
73300
71590
5130
53200
27730
E8120
8240
36201
72610
V5331
7885
V0981
25200
41081
7625
V502
5711
27900
76528
45341
V1006
5933
56738
4829
V140
7243
9070
85200
4660
V4502
4555
V1007
7099
1973
80625
585
2800
9980
V851
8910
4010
E9010
78830
44021
4148
30391
7784
29040
E915
515
04082
E9429
86404
E9308
43822
5739
7820
7630
77981
V1047
30390
29281
86415
5693
V721
4414
41012
1962
2638
72972
7530
30183
25061
45182
9678
99593
4580
76513
04102
V4576
36281
82009
4928
7845
72992
7384
481
4232
42741
70724
3481
58389
4578
E9398
82111
V1279
4011
2863
1552
V4582
76502
44422
38600
1961
5566
0417
71536
28803
V202
03840
2819
78442
V3000
45384
30420
7837
99779
56721
4870
V1001
5695
3229
72989
E8543
52809
E9654
56949
9181
7801
07030
83500
V452
30520
8080
V4561
4389
V643
9351
7852
340
6822
80708
6954
4440
6953
34839
0415
E966
78062
82300
0382
78039
5289
V4365
5790
2189
3240
42989
6929
25080
9986
5855
4558
04109
30981
20500
56200
8260
70720
7454
1748
6851
V1551
3320
34931
2111
7469
85202
48241
30593
57149
0088
92411
V446
5734
V270
1975
73314
53561
71595
42983
7862
70715
39890
2773
70702
59971
V160
V1581
7048
V3100
77211
87340
76408
4257
99685
1820
1888
45383
20410
4619
V5869
6825
41401
4352
0542
56981
5601
76516
V090
33399
29570
7732
V4577
43491
2731
5853
60000
56731
2811
87363
2724
2888
72887
70725
5589
566
2411
44284
85222
E8190
3371
80705
E8490
1830
7873
45821
43819
7850
85180
7991
75989
85205
41072
56729
7824
73028
44031
514
76517
99791
V4501
7455
4472
44102
4846
41404
7211
76522
3599
486
99604
85186
4465
73017
7701
5304
5550
53390
138
8670
73819
V1082
E8780
25063
29410
53560
5303
70710
87320
1968
51909
4267
E9319
47875
78791
7726
78901
5691
262
29630
52100
72886
34550
86503
77212
25081
7318
V5863
V4588
51882
4258
45381
V1351
V4573
86121
99674
04119
72981
E9503
2639
05319
9331
78720
25043
4239
9950
33520
82021
E956
27650
28749
V1005
9190
51851
86389
42689
85221
40301
3209
40493
4820
34280
52801
V1085
8600
20190
29680
25042
V8536
36221
9623
V1089
80026
3369
7291
42781
07999
2830
75732
95901
V0991
5300
V4281
25071
5798
99932
V1041
58881
30553
4404
64421
29212
V1021
2448
34540
4470
78650
E8792
73342
0389
5950
03819
5672
42090
E9290
44023
64891
78909
9800
42971
99701
9974
1561
29690
3559
5939
0414
E9352
7843
4588
7788
2765
4571
1101
9130
4474
9916
34510
E8799
72402
77083
7746
76519
V5332
E9378
7863
6826
34680
1987
71105
V5862
99709
5733
34830
8505
78609
04185
E8497
9212
4941
3379
73710
5680
30401
5761
E8846
V551
11289
99859
9693
78820
71106
485
34200
45184
0416
4293
2930
5120
2866
57410
40390
30411
7766
4241
81201
8248
78551
79431
70706
9100
78630
5770
73008
53290
5990
E9413
44103
20020
27541
87341
1508
56409
99851
9222
55221
E8788
2409
4786
3899
5111
45829
80126
03842
E8504
51189
496
4589
30471
V4571
51884
2536
1124
3540
E9392
V4975
9584
E8230
7101
56212
56211
99591
52800
5921
9587
V451
78831
41091
51852
V1044
53140
7210
56039
5373
44481
41402
E9803
73313
23875
99602
34489
80703
36960
99831
E9356
V5865
27800
7707
49300
4263
57512
2733
41092
31400
3941
86502
1749
2858
3942
V1009
7955
04101
5283
7895
99659
78652
30029
7242
44101
1960
80120
4264
1173
41400
7905
3383
44324
92410
80502
88101
5720
V4986
8700
325
E8794
4553
80841
3682
7080
8072
25002
5184
5272
9651
E8849
7761
3310
6084
1104
79579
25092
V462
22809
V463
87344
V153
7244
2767
5641
73730
80125
1919
5768
V1051
2867
56213
8024
5819
40311
2555
70711
88100
7804
43813
25050
E8810
E8496
2810
77181
30928
8208
28522
4599
57450
80501
44381
72291
92400
3453
56889
7140
3829
78703
99769
3950
4411
V420
4430
4464
3576
85302
3669
7755
23879
76518
73382
25000
E9421
3484
76526
42822
V4962
5306
8026
25040
82392
5070
5793
37230
7200
29590
73739
1976
30501
76514
5121
78469
1624
2554
6271
1533
78722
70701
47829
5109
3330
53021
4821
99989
99671
55090
9971
57142
20288
70709
53084
81109
8054
9962
72271
E9320
45621
4019
70714
99762
9690
5829
1105
78659
47830
5713
8604
04149
25541
7671
1363
V433
V443
1551
30561
V4972
5180
1121
2732
31401
99679
V1541
55321
V4585
4370
72888
36250
E9804
9972
3668
4739
34580
49390
9998
53789
42823
V4973
8748
V1251
V444
42789
7872
V1083
5712
V8543
56089
2710
V1079
40491
2774
34831
4160
30540
E8781
99661
0383
75312
78959
75251
7821
03849
4550
80508
V1749
3659
7310
51883
7515
V453
25051
79093
E9317
1977
V1204
1966
V161
56881
5772
29633
2532
2651
73399
5110
5224
71591
70723
43411
42831
53012
80122
33811
7840
E9509
4321
1628
27549
E9293
20501
42830
53501
2880
V5419
042
44389
78093
78097
59080
7231
71598
30590
48284
42821
V4579
V298
7295
96501
8900
E9298
74710
80707
2910
43301
99601
2839
80504
4255
3099
7700
4358
25001
V071
56210
7783
5849
56941
4254
34570
7963
70713
5128
5839
E8136
5960
7580
86803
22801
E8889
60886
57510
7790
60883
82525
1890
7810
72210
4379
28800
2441
4532
43310
59582
11284
8074
462
9010
47824
29532
2788
6959
2860
9340
4242
3332
V1588
4920
E9504
79094
7742
317
96509
0479
1534
2851
5185
5531
71696
2559
2825
V1003
2535
29689
77089
85206
9054
41189
78079
7892
70707
2114
80702
3090
V4983
8730
76525
6238
V707
2853
2631
47874
E9359
E9530
2127
2989
4476
E8161
57400
V8741
7818
4785
7904
E9394
E9379
76527
2890
68110
9999
E9478
51919
1982
5602
7078
7213
77982
41410
311
E9500
7511
V427
43321
44022
59389
7868
2900
2273
E9650
5758
30403
07044
80101
40291
1120
5183
9951
1123
82301
3051
57431
1505
78001
3314
6824
5194
261
3488
V148
V5812
5715
49320
V454
25022
V1042
3963
53010
28489
80709
99669
8620
9698
4408
79001
33182
25072
33818
43883
9348
99939
9092
23871
59972
85301
V8542
30500
73390
7717
1541
36816
80220
5100
V168
80102
V0980
E8708
5728
7854
430
3361
V422
9982
V600
77213
42652
49322
7716
3003
7778
57451
34292
5400
86401
9072
9726
5730
4919
76406
3570
41011
2859
7793
4422
E9305
8708
V461
6910
1984
2410
7220
42833
30410
25010
75982
38589
V4611
V1259
76503
44489
4549
25070
4822
E8499
9654
47831
78451
4299
3968
4809
1918
75310
3019
20400
3485
5302
2270
6961
3239
53784
4359
V440
99673
5738
4413
42840
85305
86402
28981
86801
V053
2721
6202
53551
6820
74689
V550
8020
60001
99739
73679
05410
7847
V174
79092
30421
80704
58281
5754
0413
2920
70719
920
5716
03812
5750
5854
7802
8056
29181
E882
V151
0388
5570
E8147
5710
59381
82101
1980
75329
24200
99883
1539
V1209
2875
53081
2375
41071
51902
V4361
4270
7661
E9383
19889
56969
78701
7795
59970
V113
49392
V1255
8242
99667
1550
452
7906
185
7842
319
2766
4582
0090
79902
25060
5168
E887
V173
27669
E8790
4561
33394
E9384
53641
78065
7197
4556
78900
4552
53089
V1043
V1584
25011
2720
7775
76621
E9426
95892
28319
78321
E9689
4231
5191
85225
87342
30591
29562
E9358
78841
30551
51881
70704
V556
72293
25041
2967
5305
5583
08881
4466
78951
E8782
04184
43330
27652
30563
59960
27651
V1253
87364
135
03811
9992
V4987
53020
53011
3962
V0259
8064
5856
7702
4471
1965
41041
30550
E9300
24290
79311
38611
56400
4168
7423
73309
V5413
27803
30392
78060
76719
44024
81003
36900
28731
77989
5528
7596
1509
25013
82382
V1000
2949
4142
7470
53019
7990
E8162
92232
E9310
5181
7764
82123
75501
42820
35801
45342
3203
V5867
5118
1912
7452
4230
E9342
6827
42653
53240
56984
53440
4560
86405
V441
7464
5881
72190
2761
5081
5579
25083
60784
85011
3490
7806
55320
34460
1579
7070
7313
80605
8911
42099
2762
E911
1889
3489
30560
71941
5722
5781
V163
22802
V3001
2518
04189
75261
6930
5997
2753
45385
99666
56081
4280
43889
80600
2760
77210
V632
7813
5523
V6549
57491
9221
3102
436
V1052
5379
78194
51181
22804
33812
4329
7503
8738
431
74781
V4976
27801
2864
1985
9694
2252
99676
56982
2869
53550
5762
49122
99812
1970
7098
30001
82302
V5811
36570
29624
42842
7424
4271
4538
3441
2841
49121
2630
4940
28419
85220
5363
78552
E8495
8082
99649
56961
7931
6823
7827
07070
1179
V4586
8052
3694
5533
5559
29650
8820
81342
7757
42841
1978
9973
37941
V6284
1578
V6442
78639
E916
2809
33829
3960
2899
80121
32082
25053
1562
4111
V1272
4412
99811
73018
E8706
E8192
2387
1623
E8583
53510
2911
V1087
41042
72973
29572
69589
70721
3569
70722
3575
43811
5932
44321
30503
E8843
V1011
E8150
7706
E8532
28860
27503
7750
28529
25082
28521
5723
82332
32723
6146
3594
V1004
2939
6960
81002
2749
53540
4423
99731
E8798
58889
E9288
8830
V1072
8250
81341
56962
7234
30400
V1302
E9444
5368
76523
53100
42682
77183
5859
79029
75733
2752
E8791
1983
80506
7224
20510
04110
5198
53783
71906
44020
5258
7230
81000
4592
78702
76529
4169
20280
7245
5370
4210
96502
42612
9341
V4581
1103
28959
4400
5679
43820
41031
4441
0380
