022
3952
2723
9814
4233
3867
5029
3844
3009
8117
4439
9427
9655
8605
9928
9922
064
7731
3774
2742
6141
9344
7971
9979
8686
3834
4863
229
4024
5554
4513
3342
7805
3804
0211
8949
3926
0013
5822
5252
5259
640
0851
7861
4590
3524
4399
857
1770
1371
0206
7936
0612
5491
8033
062
4502
4516
8132
3249
5114
8875
4282
8244
5569
8683
244
3403
4512
9820
9909
0332
3720
7966
4541
8339
3726
8039
4222
3142
9749
4521
8076
4681
9224
4942
1649
9356
0041
3459
8753
0033
3922
4551
9353
9957
8595
8107
8363
9635
6071
0064
3798
7756
5792
0062
3731
5463
5462
8192
3762
7917
4319
2103
8851
3551
7161
4461
5012
7855
2931
3794
4341
4281
5137
7864
7758
8932
7812
9703
9649
9903
3606
3957
9609
8171
3995
4836
9907
4515
8006
3821
3782
5789
554
8385
9961
3406
6839
8395
4519
3815
7817
2201
8532
5503
8874
3471
4514
8541
734
5383
4641
7962
324
4640
2279
3785
2172
3736
6909
4674
0080
5521
9785
8845
5492
9805
0084
8775
2912
4240
0711
3999
391
3791
0639
863
5123
8073
5551
1812
0202
310
7787
0203
0159
3572
4195
0359
4492
9737
0492
8801
409
3992
7914
3959
6062
0110
8102
3173
8591
8079
7791
8766
9355
3473
5412
5795
4562
0127
7699
5993
412
0152
0651
8257
8589
3601
0714
8342
9751
4825
3614
605
9462
9605
4442
0601
0481
4526
5292
3776
251
0124
1756
3329
8184
7646
5718
0122
8021
3779
0392
4499
4223
4823
9653
7909
7935
0054
3241
4594
8867
9204
3522
4531
8873
8684
4694
8164
4939
5136
3863
8607
6095
7859
4672
3803
7934
4449
7907
4622
0239
387
7779
570
149
0489
0242
0012
9929
0234
3814
5013
3949
684
5771
7866
3593
3808
3749
0093
7867
6011
0852
8036
8105
3607
7767
9326
5425
252
8199
0128
8377
0028
3727
4574
5293
3732
0011
5101
4463
8669
4495
8096
9712
3141
5423
5188
3721
0022
8962
0529
5019
4419
5474
3373
326
3847
4829
8152
0212
341
762
3179
585
9735
4491
4021
8659
3966
7672
0132
8651
2262
7784
9920
8864
4632
3404
4511
5193
8122
2162
9468
5051
8013
5196
6029
034
4414
3339
8016
2181
8103
2049
8848
4576
7109
3889
4542
8135
4232
3766
8101
3481
5732
3777
8151
9672
4011
4292
8106
8163
8838
3341
5495
9659
7837
5369
3712
5163
2242
4252
6269
3229
560
3866
4671
864
5504
4389
5141
3615
3799
7692
4676
9904
5994
9925
4431
7803
7743
8945
5498
4105
4503
8111
3521
3789
7816
5675
8553
3786
9619
3973
4429
4284
1341
0052
8844
806
8153
3892
3539
5464
3320
3951
3869
8014
3343
3422
5642
8147
3327
5329
5159
4041
3421
4572
8394
0118
8165
8627
3321
5902
3971
500
4852
7749
7777
9917
3401
3148
3616
3845
245
2731
642
2811
0063
8609
7814
4603
9714
2411
7765
7799
6549
3787
8083
0071
282
7807
3764
3193
0032
3848
8853
0881
3958
9733
1631
4945
9648
5831
8968
8236
6859
4719
7701
5304
5784
4059
8670
9606
4042
5303
4501
5091
625
0015
5149
0412
3420
9346
3886
9357
8584
5651
9449
0443
4601
8814
8761
3144
8849
4902
8854
8531
3773
9941
8585
0883
2101
8777
0073
8872
9702
4869
7012
4462
8181
8108
8863
5553
5061
8331
7937
7976
0109
4685
8891
9723
0762
3733
7123
9359
0681
472
6902
3929
2100
222
5103
0061
343
0309
9815
3775
9952
5300
4469
0390
415
8695
9205
7969
7768
184
8744
5672
9701
715
3846
7711
8035
1839
5024
7788
3425
5011
1811
2188
4571
0081
8778
8457
4525
3472
0031
4979
7863
4679
043
4595
543
8522
5733
8606
3591
0772
7865
7719
4696
843
8763
5331
2211
4573
3956
0153
9633
3561
8229
3781
3953
8382
7770
3812
485
3326
3533
8137
4931
7987
8611
8146
8877
4241
8709
3169
7745
9641
2319
0780
8861
0407
3493
9602
3611
0721
9926
304
4849
7693
3899
5111
0889
4029
8672
3943
6739
4403
437
046
3192
8113
8162
3512
5512
5301
4533
8922
3596
4881
8099
3961
5280
4443
8696
1474
0076
5112
5473
4664
8963
3402
850
5132
8969
4652
5522
3924
435
8919
8769
5461
2751
7309
8581
3974
9761
704
3941
3201
3857
2102
8574
5102
4946
3806
3805
4104
8774
4101
3778
3942
8596
8534
3613
0292
3259
1292
9636
5421
0722
7905
9608
5059
5794
0123
7974
7829
4023
0043
325
5823
5979
9919
3809
4131
6951
0395
8521
5184
1424
8417
7761
8017
8762
5222
0091
0295
9754
5641
3452
0243
8349
3725
5381
7741
3816
2722
9910
524
7781
8819
8423
7902
0611
8673
0014
8960
5310
2171
9396
4438
8005
3884
3950
4411
8926
3424
403
3484
157
4534
9914
5424
5524
539
8401
7747
4875
5793
7869
4529
3603
5121
5211
3451
5169
7679
4824
9971
5361
3930
1733
527
9962
8098
4019
3885
7901
3965
7072
9978
9902
966
8604
3888
8892
0761
643
3801
0010
9618
4106
3612
3174
8319
8918
0055
8964
4432
5349
9972
3954
3976
3499
8012
0204
9652
9905
4673
3619
6849
8302
8411
8896
4693
5362
9788
0102
7926
8448
9960
0047
0070
9756
3993
362
8841
4198
8959
4879
5787
9906
3807
4287
5110
2121
7967
3998
0051
9851
9744
370
8412
6094
3482
3925
3783
5296
4709
5631
5314
0059
3771
8256
0072
3527
7798
3931
0094
5501
3525
8952
0221
8619
8662
4680
3895
4255
3927
4254
7963
4064
5164
8847
5689
5839
3796
8897
8721
3729
3531
4591
0017
5022
6712
4415
4103
3818
8842
4224
8856
8967
688
8452
5593
3391
9393
9900
0083
8850
4242
3483
7742
5493
0479
5185
3964
3722
4651
7611
8133
5717
562
700
344
7915
5371
9963
3990
8155
2631
9230
0044
5213
8914
4342
7849
0764
0231
3979
7975
3491
7818
4579
3171
7904
016
0074
0302
632
411
3323
8961
9999
8472
346
2757
603
8621
8085
5411
311
7838
544
294
7868
9671
7697
7601
0058
8879
5749
4623
4613
0039
3334
0763
3691
1273
5183
9759
7771
4289
6529
2260
5194
0024
9802
600
9465
5359
3963
7748
9239
3772
0082
613
5900
0048
2263
8081
5151
713
5351
6241
9354
4862
5419
8114
430
9981
3220
8865
1755
8311
8876
9715
7778
8451
7569
9901
3224
4639
8332
240
4422
504
9959
9782
0050
9921
8663
2109
9463
3328
9705
4549
5104
8075
0066
8622
5209
8088
045
8166
0294
0233
7759
3724
4832
0999
3239
445
0782
4413
7639
3479
4675
4921
4682
7769
4444
8573
3887
3324
7847
9915
8603
0609
4563
0021
7809
4643
8303
7802
4265
0207
8112
3595
8703
8751
7916
3822
8857
4611
7675
9988
0765
3164
5671
8154
3348
5321
6496
9739
2501
9627
7906
5682
9803
7819
8694
4582
2309
8944
2264
458
8855
5783
0394
4311
9634
3399
7858
0391
4561
0045
6511
8314
8776
3228
9923
0125
6561
4552
8667
4467
1434
623
0126
537
9316
9912
7674
9425
8051
8511
7933
7851
9604
8582
8138
8191
4995
4610
5305
0781
0114
5187
8375
9638
374
4466
8754
5586
3894
313
0092
5499
3378
3797
4543
3511
3761
3962
7702
9229
4621
3882
0040
480
0101
0861
5497
610
8046
9812
0139
4142
2632
3859
7764
8456
3728
8343
3972
0113
8344
9939
8862
3571
9977
9755
4530
9969
5475
8272
8011
2219
2761
4620
8471
9955
0331
5201
4593
8313
5014
6816
576
280
3605
598
7122
4523
7643
5472
8494
8623
5781
8482
8852
8365
2753
3523
835
3195
8212
8015
3175
8136
7813
5523
526
3897
7932
4701
0131
7848
8086
8543
3723
3409
7939
9657
3893
9607
3975
5142
0602
3734
3842
9227
8134
633
8321
3532
2252
6091
8415
6829
0018
3891
9390
5502
8826
8840
3129
3143
5069
3881
2630
8866
5298
7931
315
9601
9656
3923
0205
8104
9729
5282
8803
303
3552
9394
3768
8689
7760
5909
0716
4686
3514
7763
9762
0339
2202
580
7077
8221
3932
9738
4412
0689
7023
5674
0531
7841
3604
3843
0151
4642
5122
2911
8741
0065
586
4402
323
6539
503
0046
5341
7785
7676
8089
9995
5143
0077
3322
8675
5380
0291
8843
4211
8087
4522
8388
4575
1736
8674
2311
8309
8345
8938
2749
3711
540
3199
4524
3427
8601
3492
1742
3865
5179
7789
3991
9983
9741
3029
8939
4528
5198
3505
9670
4592
5459
3955
2759
3699
7985
0042
0293
5451
4210
9341
3883
4583
4400
7050
3868
4441
0353
8628
